<template>
  <div class="upms-agree">
    <el-header class="blue-header">
      <img src="@/assets/logo.png">
    </el-header>
    <div class="agree-content">
      <p class="title">希施玛统一用户权限系统隐私政策</p>
      <p class="indent">深圳希施玛数据科技有限公司（以下简称“我司”）深知个人信息对您的重要性，会尽力保护您的个人信息安全。我司致力于维护您对我司的信任，恪守以下原则保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、必要性原则、确保安全原则、公开透明原则等。同时，我司承诺依法采取相应的安全保护措施来保护您的个人信息。</p>
      <p class="blod"> 请您在使用前，仔细阅读并确认本《隐私政策》。</p>
      <p class="indent">本《隐私政策》将帮助您了解以下内容：</p>
      <p class="indent">1.我司如何收集和使用您的个人信息</p>
      <p class="indent">2.我司如何使用 Cookie和同类技术</p>
      <p class="indent">3.我司如何存储和共享您的个人信息</p>
      <p class="indent">4.我司如何保护您的个人信息</p>
      <p class="indent">5.您控制个人信息的权利</p>
      <p class="indent">6.本政策如何更新</p>
      <p class="indent">7.如何联系我司</p>
      <p class="blod"> 一、我司如何收集和使用您的个人信息</p>
      <p class="indent"> 个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。个人信息包括姓名、出生日期、身份证件号码、通信通讯联系方式、住址、账户信息、位置信息、电子设备信息、操作行为信息等。</p>
      <p class="indent"> （一）信息如何收集</p>
      <p class="indent"> 我司收集使用您的个人信息将遵循合法、正当、必要的原则，按照法律法规要求以及业务需要收集您的个人信息，不会收集与业务无关的信息或采取不正当方式收集信息。</p>
      <p class="indent">  为向您提供账号服务服务并确保您的账号和服务安全，在您使用手机服务过程中，我司会收集您在使用服务过程中主动输入或因使用服务而产生的信息：</p>
      <p class="indent">  1、当您在线上自助注册统一用户权限系统（以下简称”UPMS”）账户时，依据法律法规及监管要求，我司会收集您的个人基本资料、身份信息、财产信息、通讯信息、生物识别信息，以帮助您完成当前产品账户开通，如果您拒绝提供这些信息，您可能无法完成UPMS账户注册或无法正常使用我司的服务。</p>
      <p class="indent">  2、当您使用我司产品服务时，例如在下列情形中，您可能需要向我司提供或授权我司收集相应服务所需的用户信息。如您拒绝提供部分功能或服务所需信息，您可能无法使用部分功能或服务，但这不影响您正常使用当前产品其他功能或服务。</p>
      <p class="indent">  当您登录当前产品时，我司将对登录账号、登录密码进行有效性核验，如您忘记密码需要重置时，我们需要验证您的身份信息，包括姓名、证件号码、验证码信息。我司还会收集设备信息用于安全加固。如您不提供以上信息，您将无法登录或者找回密码，但这不影响您正常使用未登录情况下可用的功能或服务。</p>
      <p class="indent"> 3、当您使用账号服务时，为了维护服务的正常运行、保障您的交易安全，我们会收集您的电子设备信息（包括设备型号、操作系统、唯一设备标识符、接入网络的方式、类型和状态等）、操作日志信息。这些信息是为您提供服务必须收集的基础信息，以保障您正常、安全使用我司的服务。</p>
      <p class="indent"> 如在上述情形之外收集或使用您的信息，我们会事先征求您的同意，并向您充分告知信息收集和使用的目的、方式和范围。</p>
      <p class="indent"> （二）信息如何使用</p>
      <p class="indent">  1、在向您提供我司的产品服务，并为改进这些产品或服务时使用。</p>
      <p class="indent"> 2、在我司向您提供账号服务期间，您授权我司持续收集和使用您的信息。在您注销服务时，我们将停止收集您相关的个人信息，但我司会在业务资料归档、审计、监管协查、履行反洗钱和制裁规定等领域继续使用此前收集的您的相关个人信息。</p>
      <p class="indent"> 3、为提升您的产品或服务体验，或为防范风险，我司会对服务使用情况进行汇总、统计分析、加工，但这些信息不会包含您的任何身份识别信息。</p>
      <p class="indent"> 4、为了使您知悉使用我司产品或服务的情况或使您进一步了解我司服务，我司会向您发送服务状态通知以及相关产品或服务的商业性信息。</p>
      <p class="indent">  5、您授权同意的以及于法律允许的其它用途。</p>
      <p class="indent"> （三）征得授权同意的例外</p>
      <p class="indent">  根据相关法律法规、监管要求及国家标准，以下情形中，我司可能会收集、使用您的相关个人信息而无需另行征求您的授权同意：</p>
      <p class="indent">  1、与国家安全、国防安全直接相关的；</p>
      <p class="indent"> 2、与公共安全、公共卫生、重大公共利益直接相关的；</p>
      <p class="indent">  3、与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
      <p class="indent">  4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</p>
      <p class="indent">  5、所收集的个人信息是您自行向社会公众公开的；</p>
      <p class="indent">  6、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
      <p class="indent"> 7、根据您要求签订和履行合同所必需的；</p>
      <p class="indent">  8、用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</p>
      <p class="indent">  9、为开展合法的新闻报道所必需的；</p>
      <p class="indent">  10、出于公共利益开展统计或学术研究所必需，且其对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
      <p class="indent">  11、法律法规及监管要求规定的其他情形。</p>
      <p class="blod"> 二、我司如何使用Cookie和同类技术</p>
      <p class="indent">  （一）Cookie</p>
      <p class="indent">   为确保网站正常运转，我司会在您的计算机或移动设备上存储名为 Cookie 的小数据文件。Cookie 通常包含标识符、站点名称以及一些号码和字符。借助于 Cookie，网站能够存储您的偏好等数据。我司不会将 Cookie 用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookie。</p>
      <p class="indent">   （二）日志与位置信息</p>
      <p class="indent">  为了提升用户体验和防范风险，我们可能会自动收集日志信息和位置信息。我司不会将这些信息用于本政策所述目的之外的任何用途。</p>
      <p class="indent">   日志信息包括设备或软件信息，例如您的移动设备、网页浏览器或您用于接入我司服务的其他程序所提供的配置信息、您的IP地址、无线网络接入信息和您的移动设备所用的版本和设备识别码。</p>
      <p class="indent">  位置信息指您开启设备定位功能并使用我们基于位置提供的相关服务时，我们收集的有关您位置的信息。您可以通过关闭定位功能随时停止我们对您的地理位置信息的收集。</p>
      <p class="blod">   三、我司如何存储和共享您的个人信息</p>
      <p class="indent">  （一）存储</p>
      <p class="indent">   我司仅在法律法规要求的期限内，以及为实现本政策声明的目的所必须的期限内，确定单个用户数据的最长储存期限以及用户日志的储存期限。</p>
      <p class="indent">   （二）共享</p>
      <p class="indent">  我司不会与其他任何公司、组织和个人分享您的个人信息，但以下情况除外：</p>
      <p class="indent">   1.在获得您的明确同意或授权后，我司会与其他方共享您的个人信息。</p>
      <p class="indent">   2.我司可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。</p>
      <p class="indent">   3.为实现隐私政策声明的目的，或为向您提供服务之必须，我司会与关联公司、合作伙伴共享您的某些个人信息。我司只会共享必要的个人信息，且我司合作伙伴和关联公司无权将共享的个人信息用于任何其他用途。</p>
      <p class="indent">   （三）公开披露</p>
      <p class="indent">   我司仅会在以下情况下，公开披露您的个人信息：</p>
      <p class="indent">   1.事先获得您明确同意或授权；</p>
      <p class="indent">  2.根据法律法规规定，或按政府主管部门的强制性要求，我司可能会公开披露您的个人信息。</p>
      <p class="blod">   四、我司如何保护您的个人信息</p>
      <p class="indent">  （一）我司已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权的访问、公开披露、使用、修改、损坏或丢失。我司会采取一切合理可行的措施，保护您的个人信息。</p>
      <p class="indent">   （二）请您理解，由于技术水平局限以及可能存在的恶意攻击，有可能出现我司无法合理预见、防范、避免、控制的意外情况。互联网并非绝对安全的环境，请妥善保护好您的密码信息。</p>
      <p class="indent">   （三）如发生个人信息安全事件，我司将按照法律法规的要求，及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，或采取合理、有效的方式发布公告。同时，我司还将依据监管规定，上报个人信息安全事件处置情况。</p>
      <p class="blod">   五、您控制个人信息的权利</p>
      <p class="indent">   按照中国相关的法律法规和监管规定，我司保障您对自己的个人信息行使以下权利：</p>
      <p class="indent">  （一）访问、更正及更新您的个人信息</p>
      <p class="indent">  您有权通过我司手机证券APP访问及更正、更新您的个人信息，法律法规另有规定的除外。您有责任及时更新您的个人信息。</p>
      <p class="indent">   （二）删除您的个人信息</p>
      <p class="indent">   在以下情形中，您可以向我司提出删除个人信息的请求：</p>
      <p class="indent">   1.如果我司处理个人信息的行为违反法律法规;</p>
      <p class="indent">   2.如果我司收集、使用您的个人信息，却未征得您的同意；</p>
      <p class="indent">   3.如果我司处理个人信息的行为违反了与您的约定。</p>
      <p class="indent">   （三）拒绝我司商业广告</p>
      <p class="indent">   您有权拒绝接收或退订我司基于个人信息向您推送的商业广告。</p>
      <p class="indent">  （五）响应您的上述请求</p>
      <p class="indent">   为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我司可能会先要求您验证自己的身份，然后再处理您的请求。请您理解，对于某些无端重复、需要过多技术手段、给他人合法权益带来风险或者非常不切实际的请求，我司可能会予以拒绝。</p>
      <p class="indent">   尽管有上述约定，但按照法律法规要求，如涉及以下情形我司将可能无法响应您的请求：</p>
      <p class="indent">   1.与国家安全、国防安全相关的；</p>
      <p class="indent">   2.与公共安全、公共卫生、重大公共利益相关的；</p>
      <p class="indent">    3.与犯罪侦查、起诉、审判和判决执行等相关的；</p>
      <p class="indent">  4.有充分证据表明您存在主观恶意或滥用权利的；</p>
      <p class="indent">    5.响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</p>
      <p class="indent">   6.涉及我司商业秘密的。</p>
      <p class="blod">    六、本政策如何更新</p>
      <p class="indent">    根据国家法律法规变化及服务运营需要，我司将可能对本政策及相关规则不时地进行修改，修改后的内容会通过我司系统UPMS进行公布，并取代此前相关内容。您应不时关注相关公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，如您不同意更新后的内容，应立即停止使用相应服务，并注销相关的用户，我司将停止收集您的相关个人信息；如您继续使用服务，即视为同意接受变动内容。</p>
      <p class="blod">   七、如何联系我司</p>
      <p class="indent">   如果您对本隐私政策有任何疑问、意见或建议，请联系我司客服人员。受理您的问题后，我们会及时、妥善处理。一般情况下，我们将在15天内给予答复。如果您认为我司的个人信息处理行为损害了您的合法权益，您也可向有关政府部门或者行业协会进行反映。我司全称：深圳希施玛数据科技有限公司。</p>

    </div>
  </div>
</template>
<script>
export default {
    name: 'Agree'
}
</script>
<style lang="scss" scoped>
.upms-agree{
  .agree-content{
    width: 70%;
    min-width: 800px;
    margin: 0 auto;
    padding-top: 50px;
    padding-bottom: 50px;
    p.title{
      font-weight: bold;
      text-align: center;
    }
    p.indent{
      text-indent:40px;
    }
    p.blod{
       font-weight: bold;
    }
  }

}
</style>
